tap "amiaopensource/amiaos"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "perkons/sshpass"
brew "ack"
brew "ant"
brew "ca-certificates"
brew "glib"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "cairo"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cocoapods"
brew "cppcheck"
brew "fd"
brew "guile"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "grsync"
brew "highlight"
brew "iperf3"
brew "iproute2mac"
brew "jenv"
brew "librsvg"
brew "lrzsz"
brew "luarocks"
brew "ruby"
brew "macvim"
brew "ninja"
brew "meson"
brew "nghttp2"
brew "node"
brew "nvm"
brew "p7zip"
brew "rsync"
brew "rust"
brew "scrcpy"
brew "stormssh"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "vim", link: false
brew "watch"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yasm"
brew "you-get"
brew "youtube-dl"
brew "zenity"
brew "zssh"
brew "perkons/sshpass/sshpass"
cask "5kplayer"
cask "android-studio"
cask "apptrap"
cask "aria2gui"
cask "beyond-compare"
cask "caffeine"
cask "cakebrew"
cask "charles"
cask "clashx"
cask "epic-games"
cask "gimp"
cask "go2shell"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "icefloor"
cask "iina"
cask "intel-power-gadget"
cask "invisor-lite"
cask "itsycal"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "kmplayer"
cask "kodi"
cask "logitech-options"
cask "macx-youtube-downloader"
cask "media-converter"
cask "omnigraffle6"
cask "openemu"
cask "openvanilla"
cask "oracle-jdk"
cask "osxfuse"
cask "paper"
cask "qlcolorcode"
cask "qlvideo"
cask "quicklook-json"
cask "resilio-sync"
cask "soduto"
cask "steam"
cask "synology-drive"
cask "turbo-boost-switcher"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wine-stable"
cask "wireshark"
cask "xmind"
cask "xquartz"
